Revit 2024 API
WireframeBuilder.Reset Method
 Clears the accumulated geometry.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016
Syntax
C#
public void Reset()
Visual Basic
Public Sub Reset
Visual C++
public:
void Reset()
See Also
WireframeBuilder Class
Autodesk.Revit.DB Namespace